"InitMessage" = "Des données de jeu nécessaires à World of Warcraft sont en cours d'installation initiale. Cela pourrait prendre quelques minutes. Vous pouvez également annuler le processus et permettre au Launcher pour terminer l'installation.\n\n";
"OK" = "OK";
"Cancel" = "Annuler";
"STORM_ERROR_WOW_NAME_STRING"="World of Warcraft";
"STORM_ERROR_DOWNLOAD_FAILED"="Echec du téléchargement. Veuillez vérifier votre connexion réseau.";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="Impossible de charger le flux d’archive requis. Veuillez vérifier votre connexion réseau.";
"STORM_ERROR_DISK_FULL"="World of Warcraft ne peut pas continuer à fonctionner car votre disque dur est presque plein. Veuillez effacer des fichiers que vous n’utilisez pas et relancer le jeu.";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="Cette version bêta de WoW en 64 bits n’est pas compatible avec la version installée du jeu.\n\nVous devez vous procurer un nouveau fichier exécutable en 64 bits pour continuer à utiliser la version 64 bits, ou bien utiliser la version 32 bits.";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: World of Warcraft ne peut pas effectuer une modification nécessaire dans un fichier archive. Veuillez vérifier que vous disposez d’une autorisation d’accès en écriture au répertoire World of Warcraft ou essayez de lancer le jeu en mode administrateur. Pour plus d’informations, veuillez consulter la page https://battle.net/support/article/6910";

"RegionConfirmation_InformativeText_Europe"="Vous avez sélectionné la région Europe. Vous ne pourrez pas jouer dans d’autres régions. Souhaitez-vous continuer ?";

"Region_Americas"="AMÉRIQUES";
"Region_Europe"="EUROPE";
"Region_Korea"="CORÉE";
"Region_Taiwan"="TAÏWAN";
"Region_China"="CHINE";
"Region_SoutheastAsia"="ASIE DU SUD-EST";
